{
    "Yellowstone": {
        "Memories": {
            "0": "The absolute beauty of the park is what impressed me. I have been to many parts of the world, but the sheer diversity of the attractions within Yellowstone is hard to beat. -Doug",
            "1": "Seeing bears! -Katie",
            "2": "Driving around Yellowstone and having to stop for the buffalo who were walking in the middle of the road -Morgan",
            "3": "Picnic lunches and the river each day watching all the cousins play -Dana",
            "4": "Teasing the kids about \"Yellotone.\" -Grandpa",
            "5": "I loved the algae stained pools of hot water and the numerous animals we encountered. -Grandpa",
            "6": "I loved the picnics we had each day in different parts of the park that led to playing in snow, water, and meadows. -Grammy"
        }
    },
    "Mexico": {
        "Memories": {
            "0": "The chance to spend a week in a large beach house right on the beachin Mexico is a one in a lifetime opportunity. -Doug",
            "1": "Feeding raw chicken to alligators on our boat ride was scary but fun -Doug",
            "2": "Releasing baby sea turtles into the ocean at dusk, then running back to the beach house getting attacked by mosquitoes -Katie",
            "3": "Falling asleep and waking up to the sound of waves breaking -Dana",
            "4": "Boogie boarding in the ocean. I was the boogie board queen -Morgan",
            "5": "I loved the virgin Pina Colada drinks with their coconut taste. -Grandpa",
            "6": "Seeing the turtle nest near our place and then going down and helping the little turtle hatchlings get to the ocean-- in spite of the mosquitos. -Grammy"
        }
    },
    "Telluride": {
        "Memories": {
            "0": "Spending the 4th of July in Telluride was great. -Doug",
            "1": "Looking out the window one morning and seeing a chipmunk going to town on a cantaloupe -Morgan",
            "2": "Hiking down under the waterfall was amazing -Katie",
            "3": "Riding the gondola down the mountain from our cabin into Telluride. -Dana",
            "4": "Amazing 4th of July parade -Dana",
            "5": "The huge size of the white-bark quaking asp trees, the deer grazing outside the window and the gondola rides over the mountains. -Grandpa",
            "6": "Taking family pictures in this beautiful country, having our total family together, and enjoying the setting of the place in the woods where we saw deer and other beauties of nature. -Grammy"
        }
    },
    "Council": {
        "Memories": {
            "0": "I grew up as a kid loving Starky. -Doug",
            "1": "Marshmellow gun wars and playing shipwreck -Morgan",
            "2": "Catching crayfish then cooking and eating them -Katie",
            "3": "Placing rocks to form a natural hot spring pool along the side of the river -Dana",
            "4": "Four wheeling rides to the rim of Hells Canyon -Doug",
            "5": "Convergence of the hot and cold water in the creek. -Grandpa",
            "6": "Beginning a wonderful tradition of holding Crayton & Elva Leavitt Reunions every other year; we began with a heritage theme including pictures, memories, games and stories of great-greats, greats, and grands grandparents. -Grammy"
        }
    },
    "LakePowell": {
        "Memories": {
            "0": "This was the way to see Lake Powell. We stayed in two of the largest houseboats on the lake. -Doug",
            "1": "One of my uncles put a bunge cord on the tube he pulled his boat and we would get launched over the wakes -Morgan",
            "2": "50 foot water slide into the lake -Katie",
            "3": "Jet skiing and riding boats along the beautiful red rock cliffs -Dana",
            "4": "I loved the slide they built for the kids to play on--such great fun going down the hill into the water. -Grandpa",
            "5": "The glorious scenery and on those luxurious boats with the slippery slide between them. -Grammy"
        }
    }
}
