{
    "Yellowstone": {
        "Memories": {
            "0": "The absolute beauty of the park is what impressed me. I have been to many parts of the world, but the sheer diversity of the attractions within Yellowstone is hard to beat. -Doug",
            "1": "Seeing bears! -Katie",
            "2": "Driving around Yellowstone and having to stop for the buffalo who were walking in the middle of the road -Morgan",
            "3": "Picnic lunches and the river each day watching all the cousins play -Dana",
            "4": "Teasing the kids about \"Yellotone.\" -Grandpa",
            "5": "I loved the algae stained pools of hot water and the numerous animals we encountered. -Grandpa",
            "6": "I loved the picnics we had each day in different parts of the park that led to playing in snow, water, and meadows. -Grammy",
            "7": "The amazing thing about Yellowstone is everything is accessible from your car -Doug",
            "8": "I would love to go back and really spend some time there hiking, camping, and fishing -Doug",
            "9": "Making orange juice! -Greer",
            "10": "Grammy holding me at the falls -Reese",
            "11": "The kids putting on a spa and massages by the full sized Grizzly Bear -Lonni"
        }
    },
    "Mexico": {
        "Memories": {
            "0": "The chance to spend a week in a large beach house right on the beach in Mexico is a once in a lifetime opportunity. -Doug",
            "1": "Feeding raw chicken to alligators on our boat ride was scary but fun -Doug",
            "2": "Releasing baby sea turtles into the ocean at dusk, then running back to the beach house getting attacked by mosquitoes -Katie",
            "3": "Falling asleep and waking up to the sound of waves breaking -Dana",
            "4": "Boogie boarding in the ocean. I was the boogie board queen -Morgan",
            "5": "I loved the virgin Pina Colada drinks with their coconut taste. -Grandpa",
            "6": "Seeing the turtle nest near our place and then going down and helping the little turtle hatchlings get to the ocean-- in spite of the mosquitos. -Grammy",
            "7": "We got to body surf, see the sea turtles hatch and return to the ocean, and even survived a hurricane that passed us by just off shore -Doug",
            "8": "This was the most relaxing vacation ever. We just ate, slept, played in the ocean, and sat on the beach. What could be better than that? -Doug"
        }
    },
    "Telluride": {
        "Memories": {
            "0": "Spending the 4th of July in Telluride was great. -Doug",
            "1": "Looking out the window one morning and seeing a chipmunk going to town on a cantaloupe -Morgan",
            "2": "Hiking down under the waterfall was amazing -Katie",
            "3": "Riding the gondola down the mountain from our cabin into Telluride. -Dana",
            "4": "Amazing 4th of July parade -Dana",
            "5": "The huge size of the white-bark quaking asp trees, the deer grazing outside the window and the gondola rides over the mountains. -Grandpa",
            "6": "Telluride is in a valley surrounded by very high mountains. The fiesworks for 4th of July reverberated off the side of the mountains to really add to the sight of the fireworks themselves -Doug",
            "7": "Taking family pictures in this beautiful country, having our total family together, and enjoying the setting of the place in the woods where we saw deer and other beauties of nature. -Grammy",
            "8": "We rented a super nice multi-million dollar cabin up in the mountains -Doug",
            "9": "To get to town, we were picked up by a car service and taken to the ski gondola. It was a 20 min ride to town over some very beautiful terrain -Doug",
            "10": "watching the fireworks shoot over the valley that felt like they were right on top of us -Lonni",
            "11": "Gondalas had beautiful views, panning for gold, and exploring caves -Reese",
            "12": "Hot tubing, fishing, and 4th of July -Reese",
            "13": "I loved the location, our house/cabin was beautiful, especially over 4th of July -Byron",
            "14": "We went shopping with Grammy and came back with knives! -Greer"
        }
    },
    "Council": {
        "Memories": {
            "0": "I grew up as a kid loving Starky. -Doug",
            "1": "Marshmellow gun wars and playing shipwreck -Morgan",
            "2": "Catching crayfish then cooking and eating them -Katie",
            "3": "Placing rocks to form a natural hot spring pool along the side of the river -Dana",
            "4": "Four wheeling rides to the rim of Hells Canyon -Doug",
            "5": "Convergence of the hot and cold water in the creek. -Grandpa",
            "6": "Beginning a wonderful tradition of holding Crayton & Elva Leavitt Reunions every other year; we began with a heritage theme including pictures, memories, games and stories of great-greats, greats, and grands grandparents. -Grammy",
            "7": "Starky is a secluded hot springs in Idaho with a large Olympic size pool and a great meadow with lots of shade to camp on. The pool is 14ft deep in the deep end by the diving board. At one time, there was a high dive. -Doug",
            "8": "The water from the hot springs is so hot that they have to shoot it out of a pipe into the air (like a giant 50' rooster tail) to cool it down. -Doug",
            "9": "We would strap an airline tow rope between two trees, hang a tire tube over the rope and strap somneone in with a belt. We would then pull back the rope with the person straped in and let go. It would act like a sling shot, but would oscilate back and forth. It would feel like getting shot out of the tube -Doug",
            "10": "ATV ride up the Cutty Mountain with all the guys -Byron"
        }
    },
    "LakePowell": {
        "Memories": {
            "0": "This was the way to see Lake Powell. We stayed in two of the largest houseboats on the lake. -Doug",
            "1": "One of my uncles put a bungee cord on the tube he pulled with his boat and we would get launched over the wakes -Morgan",
            "2": "50 foot water slide into the lake -Katie",
            "3": "Jet skiing and riding boats along the beautiful red rock cliffs -Dana",
            "4": "I loved the slide they built for the kids to play on--such great fun going down the hill into the water. -Grandpa",
            "5": "The glorious scenery and on those luxurious boats with the slippery slide between them. -Grammy",
            "6": "We sailed out to a secluded cove and anchored there. -Doug",
            "7": "At the bottom of the water slide we built, there was a jump that you could get 5-6 feet of air before you went into the lake -Doug"
        }
    },
    "Hagerman": {
        "Memories": {
            "0": "The location was just beautiful! -Grammy",
            "1": "I loved it when we had a giant bingo game! I loved watching everyone get super excited over silly prizes.-Lonni",
            "2": "So relaxing, everyone was happy hanging out next to the river -Byron",
            "3": "I loved the joy of having all our children and grandchildren together -Grammy",
            "4": "Canoeing around the island in the river with my cousins was probably my favorite part! -Derek",
            "5": "Going paddle boarding with my cousins Laurie and Leslie, The other side of the island looked like Hawaii! -Lonni",
            "6": "The food was excellent throught the entire trip! -Doug",
            "7": "Going to the fish hatchery was fun! We got to see some giant sturgeons! -Derek"
        }
    }
}
